export const RoadType = Object.freeze({
    D1:{value:"D1", description: "Д1 - капитальные цементобетонные монолитные, железобетонные или асфальтобетонные"},
    D2:{value: "D2", description: "Д2 - из битумоминеральных смесей со щебнем и гравием, из холодного асфальтобетона"},
    D3:{value: "D3", description: "Д3 - из щебня, гравия и песка, из дегтебетона"},
    D4:{value: "D4", description: "Д4 - из булыжника, колотого камня, малопрочных каменных материалов"},
    D5:{value: "D5", description: "Д5 - естественные грунтовые дороги, деревянные настилы"}
});